[
  {
    "autor": "anna",
    "data": "2025-07-08 21:08",
    "wiadomosc": "słabo się dziś czuje, nic mi się nie chce"
  },
  {
    "autor": "anna",
    "data": "2025-07-08 21:08",
    "wiadomosc": "słabo się dziś czuje nic mi się nie chce\r\n"
  },
  {
    "autor": "anna",
    "data": "2025-07-09 17:18",
    "wiadomosc": "część co u ciebie \r\n"
  },
  {
    "autor": "AI",
    "data": "2025-07-09 17:18",
    "wiadomosc": "Cześć! Dziękuję za troskę. Jestem tutaj, aby pomóc. Jak się masz? Czy jest coś, o czym chciałbyś porozmawiać?"
  },
  {
    "autor": "anna",
    "data": "2025-07-09 17:27",
    "wiadomosc": "tez się trochę dziwnie czuje\r\n"
  },
  {
    "autor": "AI",
    "data": "2025-07-09 17:27",
    "wiadomosc": "Rozumiem, że czujesz się trochę dziwnie. Czy możesz bardziej opisać, co dokładnie Cię trapi? Czy możesz określić, jakie to uczucie? Może masz jakieś konkretne myśli lub sytuacje, które wpływają na Twoje samopoczucie? Chętnie wysłucham i postaram się zrozumieć, co się dzieje."
  },
  {
    "autor": "anna",
    "data": "2025-07-09 18:01",
    "wiadomosc": "spadamy do domu"
  },
  {
    "autor": "AI",
    "data": "2025-07-09 18:01",
    "wiadomosc": "Czy możesz mi powiedzieć więcej o tym, co się stało? Czy czujesz się bezpiecznie? Chciałbyś porozmawiać o tym, co się wydarzyło?"
  },
  {
    "autor": "anna",
    "data": "2025-07-09 18:09",
    "wiadomosc": "część dziś trochę ciężko było w pracy, komornik zajob konta i jest lipa, tak mnie wkurzył ze aż mnie w klatce bolało "
  },
  {
    "autor": "AI",
    "data": "2025-07-09 18:09",
    "wiadomosc": "Cześć, przykro mi słyszeć, że miałeś trudny dzień w pracy i że pojawiły się dodatkowe problemy z komornikiem. Zrozumiałe jest, że taka sytuacja może wywołać u Ciebie frustrację i ból. Ważne jest, aby pozwolić sobie na odczucie tych emocji i znalezienie sposobu na ich przepracowanie. Czy chciałbyś porozmawiać bardziej o tym, co działo się w pracy i jak teraz czujesz się w związku z tym wszystkim?"
  },
  {
    "autor": "anna",
    "data": "2025-07-09 18:15",
    "wiadomosc": "znowu za szeroki jest pasek do wpisywania tekstu \\"
  },
  {
    "autor": "AI",
    "data": "2025-07-09 18:15",
    "wiadomosc": "Przepraszam za tę niedogodność. Czy mogę jakoś jeszcze pomóc w rozwiązywaniu problemu z paskiem do wpisywania tekstu? Czy chciałbyś porozmawiać o tym, co sprawia Ci trudność lub jakieś inne tematy?"
  },
  {
    "autor": "anna",
    "data": "2025-07-09 18:48",
    "wiadomosc": "teraz działa super fantastiko "
  },
  {
    "autor": "AI",
    "data": "2025-07-09 18:48",
    "wiadomosc": "Cieszę się, że działa super i fantastycznie! Kontynuuj swoją dobrą passę i pamiętaj, że zasługujesz na dobre emocje i pozytywne doświadczenia. Jeśli kiedykolwiek będziesz potrzebować wsparcia lub chcesz podzielić się swoimi uczuciami, jestem tutaj, aby Ci pomóc. Bądź dumny z siebie za wszystko, co osiągnąłeś!"
  },
  {
    "autor": "anna",
    "data": "2025-07-09 18:48",
    "wiadomosc": "tylko po co wraca do początku rozmowy po wciśnięciu enter"
  },
  {
    "autor": "AI",
    "data": "2025-07-09 18:48",
    "wiadomosc": "Przepraszam za to, mogło to wprowadzić zamieszanie w naszej konwersacji. Czy mogę pomóc Ci w czymś jeszcze?"
  },
  {
    "autor": "anna",
    "data": "2025-07-09 18:49",
    "wiadomosc": "ffffffff"
  },
  {
    "autor": "AI",
    "data": "2025-07-09 18:49",
    "wiadomosc": "Czy masz jakieś pytania lub potrzebujesz pomocy? Jestem tutaj, aby pomóc."
  },
  {
    "autor": "anna",
    "data": "2025-07-09 18:52",
    "wiadomosc": "raz dwa trzy piec osiem "
  },
  {
    "autor": "AI",
    "data": "2025-07-09 18:52",
    "wiadomosc": "Czy chcesz porozmawiać o numerach, które podałeś, czy może masz coś innego na myśli? Chętnie wysłucham i pomogę w czym mogę."
  },
  {
    "autor": "anna",
    "data": "2025-07-09 18:55",
    "wiadomosc": "test test test "
  },
  {
    "autor": "AI",
    "data": "2025-07-09 18:55",
    "wiadomosc": "Witaj! Czy mogę Ci jakoś pomóc? Chcesz porozmawiać o czymś konkretnym?"
  },
  {
    "autor": "anna",
    "data": "2025-07-09 18:58",
    "wiadomosc": "część, możesz mi pomoc z nerwami na wszystkich, denerwuje się o byle co "
  },
  {
    "autor": "AI",
    "data": "2025-07-09 18:58",
    "wiadomosc": "Cześć! Oczywiście, chętnie pomogę Ci z radzeniem sobie z nerwami i emocjami. Może opowiedz mi trochę więcej o sytuacjach, które sprawiają, że się denerwujesz? Może razem znajdziemy sposoby na radzenie sobie z tymi trudnościami."
  },
  {
    "autor": "anna",
    "data": "2025-07-09 19:03",
    "wiadomosc": "nowa wiadomość "
  },
  {
    "autor": "AI",
    "data": "2025-07-09 19:03",
    "wiadomosc": "Cześć! Jak się czujesz dzisiaj? Czy jest coś, co chciałbyś/łabyś porozmawiać? Jestem tutaj, aby wysłuchać i wesprzeć."
  },
  {
    "autor": "anna",
    "data": "2025-07-09 19:07",
    "wiadomosc": "nadal pasek wpisywania jest za duży "
  },
  {
    "autor": "AI",
    "data": "2025-07-09 19:07",
    "wiadomosc": "Przepraszam za ten problem. Czy mogę pomóc Ci w jakikolwiek sposób? Czy chcesz porozmawiać o czymś konkretnym?"
  },
  {
    "autor": "anna",
    "data": "2025-07-09 19:16",
    "wiadomosc": "teraz jest ładnie przejrzyście i na medal \\"
  },
  {
    "autor": "AI",
    "data": "2025-07-09 19:16",
    "wiadomosc": "Cieszę się, że czujesz się teraz dobrze! Czy chcesz podzielić się czymś, co pomogło Ci osiągnąć tak pozytywne samopoczucie? Chętnie wysłucham."
  },
  {
    "autor": "anna",
    "data": "2025-07-09 19:25",
    "wiadomosc": "i teraz jak to będzie wyglądało "
  },
  {
    "autor": "AI",
    "data": "2025-07-09 19:25",
    "wiadomosc": "Rozumiem, że czujesz się niepewnie i potrzebujesz wsparcia. W terapii moglibyśmy wspólnie zbadać to, co Cię obecnie niepokoi i poszukać sposobów radzenia sobie z trudnościami. Możemy razem pracować nad lepszym zrozumieniem Twoich emocji i myśli oraz rozwijaniem umiejętności radzenia sobie w trudnych sytuacjach. Czy chciałbyś podzielić się więcej informacji na temat tego, co aktualnie Cię martwi lub z czym się zmagasz?"
  },
  {
    "autor": "anna",
    "data": "2025-07-09 19:29",
    "wiadomosc": "kupuje cos \\"
  },
  {
    "autor": "AI",
    "data": "2025-07-09 19:29",
    "wiadomosc": "Czy chcesz porozmawiać o swoim zakupie? Czy masz jakieś dylematy lub pytania dotyczące tego, co chcesz kupić? Chętnie wysłucham i będę starał się pomóc w podjęciu decyzji."
  },
  {
    "autor": "anna",
    "data": "2025-07-09 19:29",
    "wiadomosc": "Boże czemu to nie działa "
  },
  {
    "autor": "AI",
    "data": "2025-07-09 19:29",
    "wiadomosc": "Rozumiem, że czujesz się zniechęcony/a i frustrowany/a, że coś, co próbujesz zrobić, nie przynosi oczekiwanych rezultatów. To naturalne, że czasem napotykamy trudności i nie wszystko zawsze idzie zgodnie z naszym planem. Ważne jest, aby pamiętać, że porażki są częścią procesu uczenia się i rozwoju. Może warto spojrzeć na sytuację z innej perspektywy, zastanowić się nad tym, co poszło nie tak i jakie kroki można podjąć, aby naprawić sytuację. Pamiętaj, że jesteś silny/a i zdolny/a do przezwyciężenia trudności. Wspieram Cię w tym procesie i jestem tutaj, aby pomóc. Jeśli chcesz podzielić się więcej szczegółów na temat swojej sytuacji, chętnie wysłucham i postaram się znaleźć razem z Tobą rozwiązanie."
  },
  {
    "autor": "anna",
    "data": "2025-07-09 19:30",
    "wiadomosc": "a teraz "
  },
  {
    "autor": "AI",
    "data": "2025-07-09 19:30",
    "wiadomosc": "Czy możesz więcej opowiedzieć o tym, co cię niepokoi? Chętnie wysłucham i postaram się pomóc w znalezieniu rozwiązania lub poprawie samopoczucia."
  },
  {
    "autor": "anna",
    "data": "2025-07-09 19:33",
    "wiadomosc": "i jak teraz będzie najświeższy dialog ?\\"
  },
  {
    "autor": "AI",
    "data": "2025-07-09 19:33",
    "wiadomosc": "Oczywiście, chętnie Ci pomogę. Czy chcesz porozmawiać o czymś konkretnym czy po prostu podzielić się swoimi myślami i uczuciami?"
  },
  {
    "autor": "anna",
    "data": "2025-07-09 19:33",
    "wiadomosc": "będzie najświeższy dialog czy nie?\\"
  },
  {
    "autor": "AI",
    "data": "2025-07-09 19:33",
    "wiadomosc": "Oczywiście, chętnie porozmawiam z Tobą. W czym mogę Ci pomóc dzisiaj?"
  }
]